adobe-source-code-pro-fonts
amd-ucode
base
base-devel
bc
binwalk
blueman
bluez
bluez-utils
brightnessctl
btop
cava
cliphist
cpupower
cups
cups-pk-helper
dnsmasq
efibootmgr
fastfetch
ffmpegthumbnailer
firefox
flatpak
fzf
gdb
ghostscript
git
gnome-system-monitor
go
grim
grimblast-git
grub
gst-plugin-pipewire
gtk-engine-murrine
gvfs
gvfs-mtp
hashcat
hexedit
hyprland
imagemagick
intel-compute-runtime
intel-graphics-compiler
inxi
iptables-nft
jdk-openjdk
john
jq
keyd
kitty
kvantum
less
libpulse
libspng
libvirt
linux
linux-firmware
loupe
lsd
ltrace
mercurial
micro
mpv
mpv-mpris
multimon-ng
nano
neovim
network-manager-applet
networkmanager
noctalia-shell
nodejs
noto-fonts
noto-fonts-emoji
npm
ntfs-3g
nvtop
opendoas
os-prober
otf-font-awesome
pacman-contrib
pamixer
pavucontrol
perl-image-exiftool
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
playerctl
powertop
python-passlib
python-pip
python-pyquery
python-pywal
python-pywalfox
python-requests
qalculate-gtk
qemu-full
qt5-quickcontrols2
qt6-5compat
qt6-virtualkeyboard
radeontool
rockyou
rocm-llvm
rocm-opencl-runtime
rofi
ruby
ryujinx-bin
sddm
sharutils
slurp
sof-firmware
sox
spice-vdagent
steghide
stegseek
stow
sudo
swappy
system-config-printer
tcpdump
thunar
thunar-archive-plugin
thunar-volman
tk
tlp
tlp-rdw
tor-browser-bin
ttf-droid
ttf-fantasque-nerd
ttf-fira-code
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-victor-mono
tumbler
umockdev
unrar
unzip
upower
vesktop
vim
virt-manager
virt-viewer
vulkan-radeon
wev
wget
wireplumber
wireshark-cli
wlsunset
wpa_supplicant
xarchiver
xdg-desktop-portal-gtk
xdg-user-dirs
yay-bin
yay-bin-debug
zram-generator
zsh
zsh-completions
